{
  "stories": [{
      "sports": [{
          "title": "Dwayne Wade returns to Miami",
          "body": "It doesn’t matter that he isn’t the superstar he once was, or that at 36 years old he’s near the end of his career. Dwyane Wade returned to Miami en Friday night para his second stint with the Heat and para a few moments all felt right with the world. Sporting what’s en all likelihood the coolest jersey en franchise history, Wade jumped off the bench early en the first quarter against the Bucks and the city of Miami collectively melted. Here’s the moment Wade resumed his Heat career. Go ahead try not to get a little teary-eyed. Wade played 22 minutes off the bench and recorded just three points (one of six from the field) with two rebounds, two assists and two steals as Miami defeated Milwaukee, 91-85. Truthfully, Wade could’ve taken 100 shots, missed them all and South Beach still would’ve tried to carry him off the court like a hero. And don’t think any of that was lost en Wade. From all appearances, he is just as ecstatic to be back as Miami is to have him. The victory over the Bucks snapped a five-game losing streak para the Heat, who will now head out en a three-game road trip to Toronto, Philadelphia and New Orleans. By the time the team gets back to Miami at the end of February, they might have to do another return celebration para Wade. Then again, South Beach really doesn’t need many excuses to party.", 
          "Altbody": "It doesn't matter that he isn't the superstar he once was, or that at 36 years old he's near the end of his career. Dwyane Wade returned to Miami<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='on/in'> en </strong>Friday <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='night'> noche </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='for'> para </strong> his <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='second'> segundo </strong> stint with the Heat and <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='for'> para </strong> a few moments all felt right with the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='mundo'> world </strong>. Sporting what's<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='on/in'> en </strong>all likelihood the coolest jersey<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='on/in'> en </strong>franchise history, Wade jumped off the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bench'> banco </strong> early<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='on/in'> en </strong>the first quarter against the Bucks and the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='city'> cuidad </strong> of Miami collectively melted. Here's the moment Wade resumed his Heat career. Go ahead try not to get a little teary-eyed. Wade played 22 minutes off the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bench'> banco </strong> and recorded just three points (one of six from the field) with two rebounds, two assists and two steals as Miami defeated Milwaukee, 91-85. Truthfully, Wade could've taken 100 shots, missed them all and South Beach still would've tried to carry him off the court like a hero. And don't think any of that was lost<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='on/in'> en </strong>Wade. From all appearances, he is just as ecstatic to be back as Miami is to have him. The victory over the Bucks snapped a five-game losing streak <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='for'> para </strong> the Heat, who will now head out<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='on/in'> en </strong>a three-game road trip to Toronto, Philadelphia and New Orleans. By the time the team gets back to Miami at the end of February, they might have to do another return celebration <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='for'> para </strong> Wade. Then again, South Beach really doesn't need many excuses to party.",
          "interest": "Sports",
          "index": "1", 
          "read": "false", 
          "difficulty": "medium", 
          "words": [{
          	"para": "for",
          	"en": "on/in", 
            "noche": "night",
            "segundo": "second", 
            "mundo": "world",
            "banco": "bench",
            "ciudad": "city"
          }]
        },
        {
          "title": "Virginia is the number 1 seed in March Madness",
          "body": "Virginia (23-2), Villanova (23-2), Xavier (23-3) y Purdue (23-4) would get No. one seeds if the NCAA men's basketball tournament started domingo, according to a bracket preview released by the selection committee. Virginia would be the No. 1 overall seed, despite its overtime fracaso to Virginia Tech on sábado. 'When the committee started our meeting on Tuesday, I think there was a general agreement on who the top three teams were, but by late sábado night that group had grown to four,' committee chairman Bruce Rasmussen said in a statement. 'Nosotros initially felt Villanova was the overall top seed, but nosotros flipped that Thursday morning after the Wildcats lost to St. John's at home y Virginia won at Florida State. 'Despite UVA's loss sábado, nosotros felt that based on their 13 wins in the first dos quadrants, they deserved to remain on top. Villanova bounced back with a good win sábado, so nosotros kept them second. Purdue had tough losses to quality equipos, while Xavier picked up dos good road wins to solidify the fourth No. 1 seed y ultimately leap Purdue on the seed list.' This is the second straight year the selection committee has released a preview of the bracket. The official tournament bracket will be revealed on Sunday, March 11.", 
          "Altbody": "Virginia (23-2), Villanova (23-2), Xavier (23-3)<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='and'> y </strong>Purdue (23-4) would get No. one seeds if the NCAA men's basketball tournament started <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='Sunday'> domingo </strong>, according to a bracket preview released by the selection committee. Virginia would be the No. 1 overall seed, despite its overtime <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='loss'> fracaso </strong> to Virginia Tech on <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='Saturday'> sábado </strong>. 'When the committee started our meeting on Tuesday, I think there was a general agreement on who the top three teams were, but by late <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='Saturday'> sábado </strong> night that group had grown to four,' committee chairman Bruce Rasmussen said in a statement. '<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='we'> nosotros </strong> initially felt Villanova was the overall top seed, but <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='we'> nosotros </strong> flipped that Thursday morning after the Wildcats lost to St. John's at home<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='and'> y </strong>Virginia won at Florida State. 'Despite UVA's loss <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='Saturday'> sábado </strong>, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='we'> nosotros </strong> felt that based on their 13 wins in the first <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='two'> dos </strong> quadrants, they deserved to remain on top. Villanova bounced back with a good win <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='Saturday'> sábado </strong>, so <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='we'> nosotros </strong> kept them second. Purdue had tough losses to quality equipos, while Xavier picked up <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='two'> dos </strong> good road wins to solidify the fourth No. 1 seed<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='and'> y </strong>ultimately leap Purdue on the seed list.' This is the second straight year the selection committee has released a preview of the bracket. The official tournament bracket will be revealed on Sunday, March 11.",
          "interest": "Sports",
          "index": "2", 
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "dos": "two",
            "domingo": "Sunday",
            "fracaso": "loss",
            "nosotros": "we",
            "sábado": "Saturday",
            "y": "and" 
          }]
        },
        {
         "title": "Inside the 24 hours that changed the Cavaliers' season", 
          "body": "In the 24 hours before Koby Altman pushed to completar the three acuerdos that resurrected a season and reshaped a franquicia, the Cleveland Cavaliers general gerente sought a most elusive engagement: a sit-down with LeBron James. Before he shared the framework of possible trades for Jordan Clarkson, Larry Nance Jr., Rodney Hood, George Hill and DeAndre Jordan last Wednesday, Altman prefaced his visita with the unmistakable verdad that nothing the front office could do mattered much until James had re-engaged on the court. James had been enojado, brooding and playing with an indifference that Altman hadn't witnessed in their three-plus years juntos in Cleveland. Most of all, Altman wanted the best jugador on the planet to know that he understood his frustrations with the Cavaliers' mismatched assemblage of talent and crumbling culture. Altman assured James that management was determined to uproot the lista and fight to restore order. For the Cavaliers' front office, an audience with James had been a rare occurrence. James had largely left his agent, Rich Paul, to communicate with the equipo on lista issues. Owner Dan Gilbert had spoken directly to James only once since conversations about a Paul George trade on June 30. Back then, Gilbert required James' commitment of an additional season beyond 2017-18 for George to consider a comparable pledge. In the end, Indiana made the George acuerdo with Oklahoma City -- not Cleveland. Gilbert and James didn't meet again until opening night against Boston, hours prior to tipoff inside Quicken Loans Arena. James has declined to commit to Cleveland beyond this season, which is part of the reason Altman had come to James with trades that didn't include the Brooklyn Nets lottery pick acquired in the Kyrie Irving acuerdo with Boston. Six months after his promotion to GM, Altman's marching orders were these: Bring on younger, athletic jugadores under contract or control beyond the 2017-18 season and work to soothe a splintered locker room. ",
          "Altbody": "In the 24 hours before Koby Altman pushed to <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='to compete'> completar </strong> the three <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='deal'> acuerdo </strong>s that resurrected a season and reshaped a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='franchise'> franquicia </strong>, the Cleveland Cavaliers general <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='manager'> gerente </strong> sought a most elusive engagement: a sit-down with LeBron James. Before he shared the framework of possible trades for Jordan Clarkson, Larry Nance Jr., Rodney Hood, George Hill and DeAndre Jordan last Wednesday, Altman prefaced his <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='visit'> visita </strong> with the unmistakable <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='truth'> verdad </strong> that nothing the front office could do mattered much until James had re-engaged on the court. James had been <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='angry'> enojado </strong>, brooding and playing with an indifference that Altman hadn't witnessed in their three-plus years <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='together'> juntos </strong> in Cleveland. Most of all, Altman wanted the best <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='player'> jugador </strong> on the planet to know that he understood his frustrations with the Cavaliers' mismatched assemblage of talent and crumbling culture. Altman assured James that management was determined to uproot the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='roster'> lista </strong> and fight to restore order. For the Cavaliers' front office, an audience with James had been a rare occurrence. James had largely left his agent, Rich Paul, to communicate with the equipo on <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='roster'> lista </strong> issues. Owner Dan Gilbert had spoken directly to James only once since conversations about a Paul George trade on June 30. Back then, Gilbert required James' commitment of an additional season beyond 2017-18 for George to consider a comparable pledge. In the end, Indiana made the George <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='deal'> acuerdo </strong> with Oklahoma City -- not Cleveland. Gilbert and James didn't meet again until opening night against Boston, hours prior to tipoff inside Quicken Loans Arena. James has declined to commit to Cleveland beyond this season, which is part of the reason Altman had come to James with trades that didn't include the Brooklyn Nets lottery pick acquired in the Kyrie Irving <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='deal'> acuerdo </strong> with Boston. Six months after his promotion to GM, Altman's marching orders were these: Bring on younger, athletic <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='player'> jugador </strong>es under contract or control beyond the 2017-18 season and work to soothe a splintered locker room. ",
          "interest": "Sports", 
          "index": "3",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "completar": "to complete",
            "franquicia": "franchise",
            "gerente": "manager",
            "visita": "visit",
            "verdad": "truth",
            "enojado": "angry", 
            "juntos": "together",
            "acuerdo": "deal",
            "jugador": "player",
            "lista": "roster" 
          }]
        },
        {
          "title": "What separates the 2018 Celtics from the 2008 Celtics?" ,
          "body": "Brian Scalabrine would have ninguna of the suggestion. Después key miembros of Boston Celtics' 2007-08 title squad reconvened Sunday in Boston for Paul Pierce's jersey number retirement ceremonia at TD Garden, Scalabrine was sought out responder whether the 2017-18 Celtics had any similaridades to the campeonato equipo of a década ago. 'First of all, let me preface this: No equipo was like the 2008 campeonato equipo,'' Scalabrine said. 'I'm telling you, I've been a parte of this league for a largo time now and that was so unique. That equipo was like no otro equipo I've ever been around.' Scalabrine is expertly qualified to opine on the matter, given his reserve role on the 2007-08 equipo and his position as a television broadcaster for the 2017-18 squad. But on a weekend that put a spotlight back on Boston's accomplishments during that 2007-08 season, Scalabrine wouldn't be the only one to scoff at the mere inquiry into whether the two equipos have any similaridades. 'I really don't see any comparisons,' Pierce said. 'We were all old, wily veterans who had been All-Stars for years. [This year's equipo is] a bunch of young, up-and-coming players. They'll have their time, but they shouldn't be compared to us. ... 'They've got a ways to go. They've got to figure out who they're gonna be.' What becomes obvious in asking the comparison question is just how special that 2008 title equipo is viewed by those who had a front-row seat for a dominant campeonato run after the Celtics brought together Pierce, Kevin Garnett and Ray Allen. 'The very second we had the [introductory] press conference [for Garnett and Allen], it was a equipo that was just destined to be great,' Celtics president of basketball operations Danny Ainge said. '[Coach] Doc [Rivers] always says, 'Boy, going to Rome [for training camp] was huge. And we developed all this chemistry.' And I've said, and I still maintain, there was so much enthusiasm and energy in that equipo that we could have training camp in a Waltham [Massachusetts] parking lot and still won. Because it was just such an unusual excitement.'", 
          "Altbody": "Brian Scalabrine would have <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='none'> ninguna </strong> of the suggestion. <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='after'> Después</strong> key <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='members'> miembros</strong> of Boston Celtics' 2007-08 title squad reconvened Sunday in Boston for Paul Pierce's jersey number retirement ceremonia at TD Garden, Scalabrine was sought out <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='to answer'> responder </strong> whether the 2017-18 Celtics had any <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='similarities'> similaridades </strong> to the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='championship'> campeonato </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> of a década ago. 'First of all, let me preface this: No <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> was like the 2008 <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='championship'> campeonato </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong>,'' Scalabrine said. 'I'm telling you, I've been a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='part'> parte </strong> of this league for a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='long'> largo </strong> time now and that was so unique. That <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> was like no <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='other'> otro </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> I've ever been around.' Scalabrine is expertly qualified to opine on the matter, given his reserve role on the 2007-08 <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> and his position as a television broadcaster for the 2017-18 squad. But on a weekend that put a spotlight back on Boston's accomplishments during that 2007-08 season, Scalabrine wouldn't be the only one to scoff at the mere inquiry into whether the two <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong>s have any <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='similarities'> similaridades </strong>. 'I really don't see any comparisons,' Pierce said. 'We were all old, wily veterans who had been All-Stars for years. [This year's <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> is] a bunch of young, up-and-coming players. They'll have their time, but they shouldn't be compared to us. ... 'They've got a ways to go. They've got to figure out who they're gonna be.' What becomes obvious in asking the comparison question is just how special that 2008 title <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> is viewed by those who had a front-row seat for a dominant <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='championship'> campeonato </strong> run after the Celtics brought together Pierce, Kevin Garnett and Ray Allen. 'The very second we had the [introductory] press conference [for Garnett and Allen], it was a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> that was just destined to be great,' Celtics president of basketball operations Danny Ainge said. '[Coach] Doc [Rivers] always says, 'Boy, going to Rome [for training camp] was huge. And we developed all this chemistry.' And I've said, and I still maintain, there was so much enthusiasm and energy in that <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='team'> equipo </strong> that we could have training camp in a Waltham [Massachusetts] parking lot and still won. Because it was just such an unusual excitement.'", 
          "interest": "Sports",
          "index": "4",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "ninguna": "none",
            "Después": "after",
            "miembros": "members",
            "ceremonia": "ceremony",
            "responder": "to answer",
            "parte": "part",
            "largo": "long",
            "otro": "other",
            "equipo": "team",  
            "campeonato": "championship", 
            "similaridades": "similarities"          
          }]
        },
        {
          "title": "Shaun White lands spectacular first run and wins gold",
          "body": "Cuando the presión was on, Shaun blanco landed the run that had haunted him for meses, threw his manos into the air and tossed his helmet into the multitud. He didn't espera to see his score to let the emotion of the day overtake him. That's the image that will remained burned into the mente of anyone who witnessed blanco's historic performance Wednesday tarde: the three-time Olympic oro medalla-ist, cabeza in hands, lágrimas streaking his cheeks, humbled and human at the bajo of the halfpipe. 'I've never seen Shaun cry like that,' dije his dad, Roger, lágrimas in his eyes. 'Seeing him cry made me cry. My lágrimas are joy. It's all over. All that pressure he's had since Sochi, it built a fire under him.' For blanco, the lágrimas were about perseverance. Until he finished fourth at the Sochi Olympics in 2014, he'd never had to face the possibility that he might not be able to write his own ending. He'd had losses, but never in that mammoth a moment, never when the stage was set for him to drop in last, land a run and ride away the hero. 'It's awful to admit, but I was slightly defeated before I got to Sochi,' blanco dije. 'I was unmotivated. I didn't have it in me.' Until he crashed in New Zealand in October attempting to learn the cab double cork 1440, or YOLO flip, and suffered gruesome injuries that required 62 stitches in his cara and five days in intensive care, he'd never realized how much he wanted a third Olympic gold. We were on this amazing path, I'm learning all these new tricks, feeling positive and then boom,' blanco dije. 'I'm in the hospital and I can't recognize myself in the mirror. I was like, 'What does this mean? Do I really want this? Stepping out on the snow again means I am willing to let this happen to myself again. That's a big decision.' His friends and family implored him to call it a career, spend more time at the beach, write a novel. 'You've got medallas,' blanco dije they told him. 'You're blessed to be well off from this deporte. You could easily sail off into the sunset.' But he had set a goal, and he was going to complete it. When he thought about the alternative, he realized the decision wasn't a hard one to make at all. Once he did, he went all-in. But his return to the deporte wasn't as easy for those around him to accept. 'I wanted him to stop snowboarding,' his mom, Cathy, dije, lágrimas streaming down her cara. 'I got that call in the middle of the night that he split his cara wide-open, and it was horrific. But he wouldn't stop. I was so upset with him. For him to come from that point to here is the strength of a true athlete. We never doubted him. We were just afraid.' For her, the lágrimas were relief. After the first runs Wednesday tarde, blanco sat in first place with a 94.25, but had yet to attempt the cab double cork 1440 he believed he needed to win. Two weeks ago, at X Gamess Aspen, 19-year-old Japanese rider Ayumu Hirano became the first rider to land back-to-back 14s in a contest, and he planned to do the same in Pyeongchang. On his second run, Hirano, the silver medalla-ist from Sochi, did just that and leapfrogged blanco into first place.",
          "Altbody": "<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='When'> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='when'> cuando </strong> </strong> the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='pressure'> presión</strong> was on, Shaun <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong> landed the run that had haunted him for <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='months'> meses</strong>, threw his <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='hands'> manos</strong> into the air and tossed his helmet into the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='crowd'> multitud</strong>. He didn't <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='wait'> espera</strong> to see his score to let the emotion of the day overtake him. That's the image that will remained burned into the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='mind'> mente</strong> of anyone who witnessed <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong>'s historic performance Wednesday <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='afternoon'> tarde </strong>: the three-time Olympic <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro</strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='medal'> medalla </strong>-ist, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='head'> cabeza</strong> in hands, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='tears'> lágrimas </strong> streaking his cheeks, humbled and human at the bajo of the halfpipe. 'I've never seen Shaun cry like that,' <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='said'> dije </strong> his dad, Roger, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='tears'> lágrimas </strong> in his eyes. 'Seeing him cry made me cry. My <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='tears'> lágrimas </strong> are joy. It's all over. All that pressure he's had since Sochi, it built a fire under him.' For <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong>, the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='tears'> lágrimas </strong> were about perseverance. Until he finished fourth at the Sochi Olympics in 2014, he'd never had to face the possibility that he might not be able to write his own ending. He'd had losses, but never in that mammoth a moment, never<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='when'> cuando </strong>the stage was set for him to drop in last, land a run and ride away the hero. 'It's awful to admit, but I was slightly defeated before I got to Sochi,' <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='said'> dije </strong>. 'I was unmotivated. I didn't have it in me.' Until he crashed in New Zealand in October attempting to learn the cab double cork 1440, or YOLO flip, and suffered gruesome injuries that required 62 stitches in his <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='face'> cara </strong> and five days in intensive care, he'd never realized how much he wanted a third Olympic gold. We were on this amazing path, I'm learning all these new tricks, feeling positive and then boom,' <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='said'> dije </strong>. 'I'm in the hospital and I can't recognize myself in the mirror. I was like, 'What does this mean? Do I really want this? Stepping out on the snow again means I am willing to let this happen to myself again. That's a big decision.' His friends and family implored him to call it a career, spend more time at the beach, write a novel. 'You've got <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='medal'> medalla </strong>s,' <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='said'> dije </strong> they told him. 'You're blessed to be well off from this <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='sport'> deporte </strong>. You could easily sail off into the sunset.' But he had set a goal, and he was going to complete it.<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='when'> cuando </strong>he thought about the alternative, he realized the decision wasn't a hard one to make at all. Once he did, he went all-in. But his return to the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='sport'> deporte </strong> wasn't as easy for those around him to accept. 'I wanted him to stop snowboarding,' his mom, Cathy, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='said'> dije </strong>, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='tears'> lágrimas </strong> streaming down her <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='face'> cara </strong>. 'I got that call in the middle of the night that he split his <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='face'> cara </strong> wide-open, and it was horrific. But he wouldn't stop. I was so upset with him. For him to come from that point to here is the strength of a true athlete. We never doubted him. We were just afraid.' For her, the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='tears'> lágrimas </strong> were relief. After the first runs Wednesday <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='afternoon'> tarde </strong>, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong> sat in first place with a 94.25, but had yet to attempt the cab double cork 1440 he believed he needed to win. Two weeks ago, at X Gamess Aspen, 19-year-old Japanese rider Ayumu Hirano became the first rider to land back-to-back 14s in a contest, and he planned to do the same in Pyeongchang. On his second run, Hirano, the silver <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='medal'> medalla </strong>-ist from Sochi, did just that and leapfrogged <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='white'> blanco</strong> into first place.",
          "interest": "Sports",
          "index": "5",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "Cuando": "When",
            "presión": "pressure",
            "meses": "months",
            "manos": "hands",
            "multitud": "crowd",
            "espera": "wait",
            "mente": "mind",
            "oro": "gold",
            "cabeza": "head",
            "bajo": "bottom",
            "blanco": "white",
            "lágrimas": "tears",
            "dije": "said",
            "cara": "face",
            "medalla": "medal",
            "deporte": "sport",
            "tarde": "afternoon"
          }]
        },
        {
          "title": "LeBron James has no plans to 'shut up and dribble'",
          "body": "LeBron James reiterated his position that he will not use his platform as an NBA superstar to apenas dribla a baloncesto, saying he will continua to 'habla about what's realmente importante.' James made his first public comments Saturday since Fox News host Laura Ingraham criticized the Cleveland Cavaliers star for speaking out on the state of race relations in America and his view of the leadership in the White House. I will not apenas shut up and dribla,' James said after All-Star practice. '... So, thank you, whatever her name is. ... I get to sit up here and habla about what's realmente importante and how I can ayuda change niños.' Ingraham had said James should keep the político comentario to yourself. Or as someone once said, 'Shut up and dribla.' James initially responded with an Instagram post that contained a photo with the words 'I am more than an athlete' and was captioned with #wewillnotshutupanddribla. 'It lets me know that everything I've been saying is correct for her to have that type of reaction,' James said of Ingraham. 'But we will definitely not shut up and dribla. I will definitely not do that. I mean too much to society, I mean too much to the youth, I mean too much to so many niños that feel like they don't have a way out and they need someone to ayuda lead them out of the situation they're in.' Saying he doesn't mind being a symbol, James referenced past outspoken sports figures Muhammad Ali, Jim Brown, Bill Russell and Jackie Robinson, and said they all were not looking for rewards for their político comentario. 'We know it's más grande than us. It's not about us,' James said. 'I'm going to continua to do what I have to do to juega this partido that I love to juega, but this is más grande than me juega the partido of baloncesto.' James also discussed the impact that the new Marvel film 'Black Panther' could have on African-American children as a possible inspiration. He then expressed his remorse for the victims of the school shooting in Parkland, Florida, saying there have been too many tragedies like that in the past 10 years without change.",
          "Altbody": "LeBron James reiterated his position that he will not use his platform as an NBA superstar to <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='just'> apenas </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='dribble'> dribla </strong> a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='basketball'> baloncesto </strong>, saying he will <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='continue'> continua </strong> to '<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='talk'> habla </strong> about what's <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='really'> realmente </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='important'> importante </strong>.' James made his first public comments Saturday since Fox News host Laura Ingraham criticized the Cleveland Cavaliers star for speaking out on the state of race relations in America and his view of the leadership in the White House. I will not <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='just'> apenas </strong> shut up and <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='dribble'> dribla </strong>,' James said after All-Star practice. '... So, thank you, whatever her name is. ... I get to sit up here and <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='talk'> habla </strong> about what's <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='really'> realmente </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='important'> importante </strong> and how I can <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='help'> ayuda </strong> change niños.' Ingraham had said James should keep the político <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='commentary'> comentario </strong> to yourself. Or as someone once said, 'Shut up and <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='dribble'> dribla </strong>.' James initially responded with an Instagram post that contained a photo with the words 'I am more than an athlete' and was captioned with #wewillnotshutupand<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='dribble'> dribla </strong>. 'It lets me know that everything I've been saying is correct for her to have that type of reaction,' James said of Ingraham. 'But we will definitely not shut up and <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='dribble'> dribla </strong>. I will definitely not do that. I mean too much to society, I mean too much to the youth, I mean too much to so many niños that feel like they don't have a way out and they need someone to <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='help'> ayuda </strong> lead them out of the situation they're in.' Saying he doesn't mind being a symbol, James referenced past outspoken sports figures Muhammad Ali, Jim Brown, Bill Russell and Jackie Robinson, and said they all were not looking for rewards for their político <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='commentary'> comentario </strong>. 'We know it's <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bigger'> más grande </strong> than us. It's not about us,' James said. 'I'm going to <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='continue'> continua </strong> to do what I have to do to juega this <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='game'> partido </strong> that I love to juega, but this is <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bigger'> más grande </strong> than me juega the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='game'> partido </strong> of <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='basketball'> baloncesto </strong>.' James also discussed the impact that the new Marvel film 'Black Panther' could have on African-American children as a possible inspiration. He then expressed his remorse for the victims of the school shooting in Parkland, Florida, saying there have been too many tragedies like that in the past 10 years without change.",
          "interest": "Sports",
          "index": "6",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "dribla": "dribble",
            "apenas": "just",
            "realmente": "really",
            "importante": "important",
            "niños": "kids",
            "ayuda": "help",
            "habla": "talk",
            "partido": "game",
            "continua": "continue",
            "baloncesto": "basketball",
            "más grande": "bigger",
            "político": "political",
            "juega": "play",
            "comentario": "commentary"
          }]
        }
      ]
    },
    {
      "fooddrink": [{
          "title": "KFC is giving our Scratch and Sniffs that smell like chicken",
          "body": "Remember how in school, we used to give out enamorados's Day cards and candy to everybody in clase? Now that we're grown up, nobody spreads the amor anymore, sadly. KFC is giving us a chance to relive our childhood, though, with some hilariously nostalgic rascar n sniff enamorados that yes, smell like pollo. Four different types of enamorados were made, each of which contain a cringe-worthy KFC pun. The back of each card is supposed to be scented like KFC's frito pollo, with a simple rascar activating the aroma. Foodbeast got a few in the office, and they smell more like pollo-flavored Top Ramen than frito pollo. Still, you'll get people leaning with laughter at the KFC dad jokes and the poultry-scented enamorados. If your enamorado is super into KFC, then these rascar n sniff enamorados would probably be a fun way to work their love of frito pollo into your elaborate V-Day gift. Otherwise, it's probably best to hand these out to your squad as a hilarious reminder of their childhood. KFC will have them available starting next Monday, February 12th, where they'll come for free with the purchase of a $10 pollo Share while supplies last.",
          "Altbody": "Remember how in school, we used to give out en<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong>ados's Day cards and candy to everybody in <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='class'> clase </strong>? Now that we're grown up, nobody spreads the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong> anymore, sadly. KFC is giving us a chance to relive our childhood, though, with some hilariously nostalgic <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='scratch'> rascar </strong> n sniff en<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong>ados that yes, smell like <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='chicken'> pollo </strong>. Four different types of en<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong>ados were made, each of which contain a cringe-worthy KFC pun. The back of each card is supposed to be scented like KFC's <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='fried'> frito </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='chicken'> pollo </strong>, with a simple <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='scratch'> rascar </strong> activating the aroma. Foodbeast got a few in the office, and they smell more like <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='chicken'> pollo </strong>-flavored Top Ramen than <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='fried'> frito </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='chicken'> pollo </strong>. Still, you'll get people leaning with laughter at the KFC dad jokes and the poultry-scented en<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong>ados. If your en<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong>ado is super into KFC, then these <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='scratch'> rascar </strong> n sniff en<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='love'> amor </strong>ados would probably be a fun way to work their love of <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='fried'> frito </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='chicken'> pollo </strong> into your elaborate V-Day gift. Otherwise, it's probably best to hand these out to your squad as a hilarious reminder of their childhood. KFC will have them available starting next Monday, February 12th, where they'll come for free with the purchase of a $10 <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='chicken'> pollo </strong> Share while supplies last.",
          "interest": "Food",
          "index": "1",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "clase": "class",
            "amor": "love",
            "pollo": "chicken",
            "enamorados": "Valentines",
            "rascar": "scratch",
            "frito": "fried" 
          }]
        },
        {
          "title": "McDonald's Slashes Cheeseburgers, Chocolate Milk From Official Happy Meal Options",
          "body": "McDonald's just announced a major feliz Meal revamp that involves taking some items, including cheeseburgers and chocolate leche, off of the official menú. The golden-arched giant is looking to make their feliz Meals more healthy, and is pushing to get them all under 600 calorías by June 2018. The extra slice of cheese on a McDonald's hamburger adds 50 calorías and 3 grams of grasa, which apparently pushes it over the caloric limit on the feliz Meal. In addition, chocolate leche will be taken off the official menú, bottled water will be a featured beverage, and a kids-sized fries will be introduced for the 6-piece McNuggets meal. Additionally, McDonald's will be looking at removing as many artificial flavors, colors, and preservatives as possible from their kid's meals, although there's no timetable on when those will be taken out or how many the chain is looking to cut from their ingredients list. McDonald's claims that all of these changes will bring about average reductions of 20% in calorías, 50% in added sugars, 13% in saturated grasa, and 17% in sodium. The feliz Meal revamp comes as a result of consumer demand for healthier options for kids, according to Bloomberg. With saturated grasa and added sugars being typical markers for 'unhealthiness,' the sharp reductions in those should help McDonald's boost the health image of their feliz Meals. The feliz Meals haven't been heavily advertised by McDonald's for a while (their most recent Instagram post of them being in 2014). However, their inclusion on the new Dollar menú has increased exposure of the kid's meal to the public. Making the health-related changes to the feliz Meal now means that McDonald's can gain publicity for their healthy kids initiative and boost the number of value menú transactions to start off 2018. It's a win-win for both kids, who get more nutritious food, and McDonald's, who can capitalize from both a PR and financial standpoint. For those wondering about where the cheeseburger and chocolate leche are going, they will still be available. You can request them as options for a feliz Meal despite them not being on the official menú. A McDonald's representative has confirmed to Foodbeast that those swaps will come at no additional charge.",
          "Altbody": "McDonald's just announced a major <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meal revamp that involves taking some items, including cheeseburgers and chocolate leche, off of the official <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='menu'> menú </strong>. The golden-arched giant is looking to make their <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meals more healthy, and is pushing to get them all under 600 calorías by June 2018. The extra slice of cheese on a McDonald's hamburger adds 50 calorías and 3 grams of <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='fat'> grasa</strong>, which apparently pushes it over the caloric limit on the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meal. In addition, chocolate leche will be taken off the official <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='menu'> menú </strong>, bottled water will be a featured beverage, and a kids-sized fries will be introduced for the 6-piece McNuggets meal. Additionally, McDonald's will be looking at removing as many artificial flavors, colors, and preservatives as possible from their kid's meals, although there's no timetable on when those will be taken out or how many the chain is looking to cut from their ingredients list. McDonald's claims that all of these changes will bring about average reductions of 20% in calorías, 50% in added sugars, 13% in saturated <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='fat'> grasa</strong>, and 17% in sodium. The <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meal revamp comes as a result of consumer demand for healthier options for kids, according to Bloomberg. With saturated <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='fat'> grasa</strong> and added sugars being typical markers for 'unhealthiness,' the sharp reductions in those should help McDonald's boost the health image of their <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meals. The <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meals haven't been heavily advertised by McDonald's for a while (their most recent Instagram post of them being in 2014). However, their inclusion on the new Dollar <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='menu'> menú </strong> has increased exposure of the kid's meal to the public. Making the health-related changes to the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meal now means that McDonald's can gain publicity for their healthy kids initiative and boost the number of value <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='menu'> menú </strong> transactions to start off 2018. It's a win-win for both kids, who get more nutritious food, and McDonald's, who can capitalize from both a PR and financial standpoint. For those wondering about where the cheeseburger and chocolate leche are going, they will still be available. You can request them as options for a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='happy'> feliz </strong> Meal despite them not being on the official <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='menu'> menú </strong>. A McDonald's representative has confirmed to Foodbeast that those swaps will come at no additional charge.",
          "interest": "Food",
          "index": "2",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "feliz": "happy",
            "menú": "menu",
            "leche": "milk",
            "calorías": "calories",
            "grasa": "fat"
          }]
        },
        {
          "title": "McDonald's free meals at the Olympics",
          "body": "Olympic atletas already have bodies in peak condition and talentos that allow them competir on the world’s grandest sporting escenario. As if that weren’t enough to make the rest of us celoso, this year’s winter Olympians get to indulge in complimentary Big Macs, too. McDonald’s has set up dos temporary outposts that are catering to competitors and fans in South Korea for the Pyeongchang games. Mickey D’s is serving gratis comida to atletas at its pop-up outpost inside Gangneung Olympic Village, where Olympians reside during their stay. The same offer was available at the 2016 summer Olympics in Rio de Janeiro, Brazil, and it proved to be so popular the chain had to limit customers to 20 items per order. That’s right, Olympians were cleaning out their local Golden Arches so fast, the restaurante couldn’t keep up. McDonald’s second location catering these winter games is at Gangneung Olympic Park, which is open to fans from around the world. There’s no gratis comida, but the restaurante was built to resemble a combo meal. There is a bit of a dark cloud hanging over Pyeongchang in these early days. The dread norovirus has shown up, leaving at least 128 people sick. So far, the comida-borne illness hasn’t been reported by any atletas, and it has mostly affected security guards. Should that change — especially if someone at either Gangneung McDonald’s is infected — it could be a nightmare. Norovirus spreads rapidly, and it leaves victims with symptoms such as stomach pain, vomiting, and diarrhea. Severe cases can result in hospitalization. Denver-based burrito chain Chipotle has fallen from grace in part because of its issues with norovirus outbreaks. No one associated with the PyeongChang Olympics or McDonald’s wants that story.",
          "Altbody": "Olympic atletas already have bodies in peak condition and talentos that allow them <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='to compete'> competir</strong> on the world’s grandest sporting <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='stage'> escenario</strong>. As if that weren’t enough to make the rest of us <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='jealous'> celoso</strong>, this year’s winter Olympians get to indulge in complimentary Big Macs, too. McDonald’s has set up <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='two'> dos</strong> temporary outposts that are catering to competitors and fans in South Korea for the Pyeongchang games. Mickey D’s is serving <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='free'> gratis</strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='food'> comida</strong> to atletas at its pop-up outpost inside Gangneung Olympic Village, where Olympians reside during their stay. The same offer was available at the 2016 summer Olympics in Rio de Janeiro, Brazil, and it proved to be so popular the chain had to limit customers to 20 items per order. That’s right, Olympians were cleaning out their local Golden Arches so fast, the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='restaurant'> restaurante</strong> couldn’t keep up. McDonald’s second location catering these winter games is at Gangneung Olympic Park, which is open to fans from around the world. There’s no <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='free'> gratis</strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='food'> comida</strong>, but the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='restaurant'> restaurante</strong> was built to resemble a combo meal. There is a bit of a dark cloud hanging over Pyeongchang in these early days. The dread norovirus has shown up, leaving at least 128 people sick. So far, the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='food'> comida</strong>-borne illness hasn’t been reported by any atletas, and it has mostly affected security guards. Should that change — especially if someone at either Gangneung McDonald’s is infected — it could be a nightmare. Norovirus spreads rapidly, and it leaves victims with symptoms such as stomach pain, vomiting, and diarrhea. Severe cases can result in hospitalization. Denver-based burrito chain Chipotle has fallen from grace in part because of its issues with norovirus outbreaks. No one associated with the PyeongChang Olympics or McDonald’s wants that story.",
          "interest": "Food",
          "index": "3",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "talentos": "talents",
            "competir": "to compete",
            "escenario": "stage",
            "celoso": "jealous",
            "dos": "two", 
            "atletas": "athletes",
            "gratis": "free",
            "restaurante": "restaurant",
            "comida": "food"
          }]
        },
        {
          "title": "Rose Gold Churros Are The Latest Addition To The Disney Food Trend",
          "body": "Disneyland and Disneyworld ambos have begun utilizing the Instagram-beloved color in their comidas. This is in response to how well the trend has done in their apparel department. Rose oro Minnie Ears and Spirit Jerseys, for ejemplo, voló off the shelves like loco when they debuted pasado year. Disneyworld's got their own lineup of rose oro postres that began popping up last month, including a cupcake featuring the Minnie Ears that people can't get enough of. These new churros aim continuar that success at Disneyland, where the Strawberry Rose oro Churros can be found at the castillo Churro carro just outside of the legendary castillo. Disneyland's churros are already legendary, making them an ideal item to add the rose oro color to to really make the fad take off. Between all of the Disneyworld desserts and these rose oro churros, it's a good bet that the shade will be added to plenty more foods in 2018, and at the very least at all Disney parques. The sparkling, perfectly pink churros appeared at the castillo Churro carro outside of Sleeping Beauty’s castillo on February 14. Dusted with pink and oro edible glitter, these stunning churros have a strawberry flavor that perfectly matches their lustrous hue. The rose oro churros cost $5.25 and are a limited-edition offering. According to Popsugar, they’ll be available for just two months. So you’d better head to Anaheim and get this sugary dessert (and a necessary Instagram photo in front of Sleeping Beauty castillo) ASAP. Churros are an iconic Disneyland snack, and this isn’t the first time the parque has played around with this treat. In the past, they’ve offered lightsaber churros, oro churros, and pumpkin spice churros. And though we know these technically are a food and not a ride, we think the churros may just deserve a spot on the best Disney parque attractions of all time.", 
          "Altbody": "Disneyland and Disneyworld <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='both'> ambos</strong> have begun utilizing the Instagram-beloved color in their <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='foods'> comidas</strong>. This is in response to how well the trend has done in their apparel department. Rose<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>Minnie Ears and Spirit Jerseys, for <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='example'> ejemplo</strong>, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='flew'> voló </strong> off the shelves like <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='crazy'> loco </strong> when they debuted <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='past'> pasado </strong> year. Disneyworld's got their own lineup of rose<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong><strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='past'> postres </strong> that began popping up last month, including a cupcake featuring the Minnie Ears that people can't get enough of. These new churros aim <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='to continue'> continuar </strong> that success at Disneyland, where the Strawberry Rose<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>Churros can be found at the castillo Churro <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='cart'> carro </strong> just outside of the legendary castillo. Disneyland's churros are already legendary, making them an ideal item to add the rose<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>color to to really make the fad take off. Between all of the Disneyworld desserts and these rose<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>churros, it's a good bet that the shade will be added to plenty more foods in 2018, and at the very least at all Disney <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='park'> parque </strong>s. The sparkling, perfectly pink churros appeared at the castillo Churro <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='cart'> carro </strong> outside of Sleeping Beauty’s castillo on February 14. Dusted with pink and<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>edible glitter, these stunning churros have a strawberry flavor that perfectly matches their lustrous hue. The rose<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>churros cost $5.25 and are a limited-edition offering. According to Popsugar, they’ll be available for just two months. So you’d better head to Anaheim and get this sugary dessert (and a necessary Instagram photo in front of Sleeping Beauty castillo) ASAP. Churros are an iconic Disneyland snack, and this isn’t the first time the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='park'> parque </strong> has played around with this treat. In the past, they’ve offered lightsaber churros,<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='gold'> oro </strong>churros, and pumpkin spice churros. And though we know these technically are a food and not a ride, we think the churros may just deserve a spot on the best Disney <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='park'> parque </strong> attractions of all time.",
          "interest": "Food",
          "index": "4",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "ambos": "both",
            "comidas": "foods",
            "ejemplo": "example",
            "voló": "flew",
            "loco": "crazy",
            "pasado": "past",
            "postres": "dessert",
            "continuar": "to continue",
            "castillo": "castle",
            "oro": "gold",
            "parque": "park", 
            "carro": "cart" 
          }]
        },
        {
          "title": "Taco Bell CEO leaves for Chipotle, will try to revive struggling brand",
          "body": "After a rough 2017 plagued with renewed food safety preocupaciones, Chipotle has stunned everyone by stealing their new CEO, Brian Niccol, away from Taco timbre. The Wall Street Journal reports that Niccol will take over the reins at Chipotle in March. The news came shortly after YUM! Brands sent out a press release that Niccol was stepping down from his position at the timbre, SeekingAlpha reports. Niccol is essentially a superstar in the QSR world, especialmente with how he's grown Taco timbre into the youthful, trendy marca that it is today. He'll look to do the mismo at Chipotle, banking on social media and innovation to right the barco. At the same time, food seguridad will be one of Niccol's paramount preocupacións when he takes the Chipotle helm on March 5th. While most fast food chains are known for limpio, safe food, Chipotle has been anything but, with multiple brotes plaguing them over the past few years. Niccol will be looking to his experience at Taco timbre ayudar cure some of those food poisoning preocupaciones. The stock mercados had closed when the news initially broke, but Google Finance is already projecting Chipotle's stock price to jump by at least 30 points as a result of the Wall Street Journal piece. Mr. Niccol is also known at Taco timbre for welcoming ideas from employees, including its restaurant workers. He has told investors that during a visit to a Taco timbre, he noticed employees using tortillas to make miniature wraps, which became the inspiration for Taco timbre’s crunchwrap sliders. Also under Mr. Niccol’s watch, Taco timbre introduced breakfast, mobile ordering and payment, and hit products like Doritos Locos Tacos, Quesalupas and Nacho fries. The chain also opened “Cantina” restaurants in urban markets to compete directly for Chipotle clientes with open kitchens serving small bites and alcoholic beverages. Some of those ideas earned him a reputation as a risk taker. That could help Chipotle—which is categorized as a fast-casual chain—win back the 75% of former Chipotle clientes who now favor fast-food brands, according to investment firm Cowen & Co.",
          "Altbody": "After a rough 2017 plagued with renewed food safety <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='concerns'> preocupaciones </strong>, Chipotle has stunned everyone by stealing their new CEO, Brian Niccol, away from Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong>. The Wall Street Journal reports that Niccol will take over the reins at Chipotle in March. The news came shortly after YUM! Brands sent out a press release that Niccol was stepping down from his position at the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong>, SeekingAlpha reports. Niccol is essentially a superstar in the QSR world, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='especially'> especialmente </strong> with how he's grown Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong> into the youthful, trendy <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='brand'> marca </strong> that it is today. He'll look to do the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='same'> mismo </strong> at Chipotle, banking on social media and innovation to right the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ship'> barco </strong>. At the same time, food seguridad will be one of Niccol's paramount preocupacións when he takes the Chipotle helm on March 5th. While most fast food chains are known for <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='clean'> limpio </strong>, safe food, Chipotle has been anything but, with multiple <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='outbreaks'> brotes </strong> plaguing them over the past few years. Niccol will be looking to his experience at Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='to help'> ayudar </strong> cure some of those food poisoning <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='concerns'> preocupaciones </strong>. The stock <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='markets'> mercados </strong> had closed when the news initially broke, but Google Finance is already projecting Chipotle's stock price to jump by at least 30 points as a result of the Wall Street Journal piece. Mr. Niccol is also known at Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong> for welcoming ideas from employees, including its restaurant workers. He has told investors that during a visit to a Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong>, he noticed employees using tortillas to make miniature wraps, which became the inspiration for Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong>’s crunchwrap sliders. Also under Mr. Niccol’s watch, Taco <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bell'> timbre </strong> introduced breakfast, mobile ordering and payment, and hit products like Doritos Locos Tacos, Quesalupas and Nacho fries. The chain also opened “Cantina” restaurants in urban markets to compete directly for Chipotle <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='customers'> clientes </strong> with open kitchens serving small bites and alcoholic beverages. Some of those ideas earned him a reputation as a risk taker. That could help Chipotle—which is categorized as a fast-casual chain—win back the 75% of former Chipotle <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='customers'> clientes </strong> who now favor fast-food brands, according to investment firm Cowen & Co.",
          "interest": "Food",
          "index": "5",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "especialmente": "especially",
            "marca": "brand",
            "mismo": "same",
            "barco": "ship", 
            "seguridad": "safety",
            "limpio": "clean",
            "brotes": "outbreaks",
            "ayudar": "to help",
            "mercados": "markets",
            "timbre": "bell",
            "preocupaciones": "concerns",
            "clientes": "customers"
          }]
        },
        {
          "title": "Lavar Ball is bringing BBB branded water bottle to the US Market",
          "body": "LaVar pelota, the Kris Jenner of basketball, is jumping into the food world with his latest business riesgo: grande pelota-er botella agua. According to FreshSportsTalk, grande pelota-er Brand is teaming up with Lithuanian-based Birstonas Mineral agua distribuir BBB branded botellas to the Estados Unidos. Currently, nobody in the NBA has advertising campaigns with a botella agua firm, the closest being Steph Curry with Brita agua filters. pelota espera to cash in grande as he ventures into the niche territorio of botella agua marketing. There's no specific timetable yet as to when the grande pelota-er botella agua will make it to the United States. When this venture does begin, though, it'll be interesante to see whether it rises to stardom like Lonzo o messes up and falls flat like LiAngelo. 'Which NBA player is advertising agua? No one,' pelota told 15min.it. 'Everyone in the US is for some reason too proud for agua campaigns. There are energy drinks that get advertised, but no one even thought about agua.'", 
          "Altbody": "LaVar <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ball'> pelota  </strong>, the Kris Jenner of basketball, is jumping into the food world with his latest business <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='venture'> riesgo </strong>: <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='big'> grande  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ball'> pelota  </strong>-er <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bottle'> botella  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong>. According to FreshSportsTalk, <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='big'> grande  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ball'> pelota  </strong>-er Brand is teaming up with Lithuanian-based Birstonas Mineral <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='to distribute'> distribuir </strong> BBB branded <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bottle'> botella  </strong>s to the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='United States'> Estados Unidos </strong>. Currently, nobody in the NBA has advertising campaigns with a <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bottle'> botella  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong> firm, the closest being Steph Curry with Brita <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong> filters. <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ball'> pelota  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='wait'> espera </strong> to cash in <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='big'> grande  </strong> as he ventures into the niche <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='territory'> territorio </strong> of <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bottle'> botella  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong> marketing. There's no specific timetable yet as to when the <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='big'> grande  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ball'> pelota  </strong>-er <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='bottle'> botella  </strong> <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong> will make it to the United States. When this venture does begin, though, it'll be <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='interesting'> interesante </strong> to see whether it rises to stardom like Lonzo<strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='or'>  o  </strong>messes up and falls flat like LiAngelo. 'Which NBA player is advertising <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong>? No one,' <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='ball'> pelota  </strong> told 15min.it. 'Everyone in the US is for some reason too proud for <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong> campaigns. There are energy drinks that get advertised, but no one even thought about <strong onclick=\"analyticsFunc()\" class='touchword tooltipped' data-position='top' data-delay='0' data-tooltip='water'> agua </strong>.'",
          "interest": "Food",
          "index": "6",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "riesgo": "venture",
            "agua": "water",
            "distribuir": "to distribute",
            "Estados Unidos": "United States",
            "espera": "wait",
            "territorio": "territory",
            "interesante": "interesting",
            "o": "or",
            "grande": "big",
            "pelota": "ball",
            "botella": "bottle"
          }]
        }
      ]
    },
    {
      "news": [{
          "title": "Why active shooter drills didn’t help in the Florida high school shooting",
          "body": "Run, hide, fight. Shelter in place. If you see alguna cosa, say alguna cosa. We would love to believe that the horror of a escuela disparar-ing could be kept at bay by a simple mantra, but as the massacre of 17 people at Marjory Stoneman Douglas High escuela in Parkland, Fla., demonstrated, there is no quick answer to preventing tragedy like that seen this week. The faculty, administration and estudiantes of the escuela had undergone various levels of 'active disparar-er training,' according to Broward County escuela board member Donna Korn. But the gunman, a former estudiante of the escuela, was reportedly familiar with the escuela's emergency plans and he appears to have rendered that preparation moot with a flick of a fire alarma. A 2016 report from the Government Accountability Office found that 40 states, including Florida, require individual escuelas to perform exercises or drills to test their emergency plans. Does the Parkland attack indicate those are wasted efforts? 'We’ve got the people prepared, we have prepared the campuses, but sometimes people still find a way to let these horrific things happen,' Korn said. It is common for the attackers who commit mass disparar-ings to make detailed plans ahead of the event and to search for lessons to be drawn from other attacks. But the fact that attackers may engage in new tactics and try to find ways around existing preparation plans is all the more reason for rigorous training, said campus safety expert Michael Dorn. Dorn, the executive director of Safe Havens, a non-profit organization that consults escuelas about campus safety issues, pointed out that Parkland was the fifth escuela disparar-ing in the U.S. where a fire alarma was triggered. Safe Havens recommends several practices that could help save lives in just such a scenario, which Dorn said is 'very difficult to address.' Those practices were developed in response to the 1998 disparar-ing at Westside Middle escuela in Jonesboro, Ark. In that attack, two boys, ages 13 and 11, triggered a fire alarma and shot their escuela-mates as they came out, killing a teacher, four estudiantes, and injuring 10 others. ",
          "interest": "News",
          "index": "1",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "escuela": "school",
            "estudiante": "student",
            "alarma": "alarm",
            "disparar": "shoot",
            "alguna cosa": "something"
          }]
        },
        {
          "title": "Why are peope dying from the flu?",
          "body": "As far as gripe seasons go, experts are saying the levels of visits to hospitals and emergency cuartos for this one are comparable to the 2009 swine gripe. As such, reports of otherwise healthy or joven people dying from the infection are flying around. The cuentos have been shocking, especially becausa many of these people were fuera the high-risk grupos for gripe-related muerte that include pregnant mujeres, small children and the elderly. So far in the 2017-2018 season, the U.S. Centers for Disease Control and Prevention has recorded 63 pediatric muertes. This compares to 110 muertes in 2016-2017, 93 in 2015-2016 and 148 in 2014-2015. The CDC does not know how many muertes are causa overall from the seasonal gripe because, among other reasons, gripe-related muertes happen a few weeks after someone is infected and are often causa by a secondary illness or a pre-existing condition. From the 2010-2011 to the 2013-2014 seasons, the CDC gives a range of 12,000 (during the 2011-2012 season) to 56,000 (2012-2013) muertes. The infection causas inflammation in your lungs and can attack just after the gripe. Harmful bacteria already in your body, or that enters while your immune system is fighting the gripe, can multiply when your system is compromised. Pneumonia can come on when you're just starting to feel better a few days after the gripe has struck, according to Popular Science. WebMD outlines symptoms including chills, fever, chest pains, sweating, a cough producing green or bloody mucus, and bluish lips or nails causa from an inadequate amount of oxygen. Especially if you experience a high fever or it's difficult to breathe, call your doctor or visit a hospital. Depending on the type of pneumonia you have, antibiotics could help. A January article in the New England Journal of Medicine found a 'significant association' between respiratory infections, including the gripe, and acute myocardial infarction — the medical term for a heart attack. The authors found that people were six times more likely to have a heart attack during the first seven days after being diagnosed with the gripe than in the year before and after it.",
          "interest": "News", 
          "index": "2",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "cuartos": "rooms",
            "joven": "young",
            "cuentos": "stories",
            "fuera": "outside",
            "mujeres": "women",
            "gripe": "flu",
            "muerte": "death",
            "causa": "cause" 
          }]
        },
        {
          "title": "Trump's budget will wrestle with new deficits",
          "body": "The 2019 presupuesto that President Trump will enviar to Congress Monday will attempt to 'bend the trajectory down' on trillion-dollar presupuesto deficits — even after Trump agreed eliminar the gastando caps in a presupuesto deal last week, White House presupuesto director Mick Mulvaney dije Sunday. 'Just because this deal was signed does not mean the futuro is written in stone. We do have a chance still cambiar this trajectory and that's what the presupuesto will show,' Mulvaney told Fox News Sunday. Trump's second presupuesto proposal, to be released Monday, could be among the most important policy blueprints of his administration. His first presupuesto proposal, coming just weeks into his administration, was portrayed largely as a placeholder — despite its proposals for deep cuts in domestic gastando.  But now, Trump's 2019 presupuesto has been overtaken by events even before it's off the printing press. Mulvaney's office has been working for months based on the assumption that gastando caps first imposed in the 2011 presupuesto Control Act would remain intact. With those assumptions now blown up, presupuesto drafters scrambled over the weekend to update to its presupuesto requests for this year and the siguiente. The presupuesto deal Trump signed on Friday ended an overnight shutdown by authorizing nearly $400 mil milones in additional gastando over the siguiente 19 months: $163 mil milones Republicans wanted for the military, $130 mil milones Democrats wanted for domestic gastando, and $100 mil milones for emergencies. Trump said Friday he was forced to agree to those terms 'in order to finally, after many years of depletion, take care of our military.'Mulvaney's comments Sunday could be seen as a White House attempt to renege on that compromise, but the presupuesto director emphasized that the compromise doesn't directly spend any money beyond the siguiente six weeks. Congress has already passed five short-term gastando bills in the 2018 fiscal year. It will have to pass another by March 23 to keep the government open through Sept. 30. 'What we're doing is, is saying, look, you don't have to spend all of this money. These are gastando caps. They're not gastando floors. So, you don't have to spend all that,' Mulvaney said. Last year, Trump proposed the elimination of 62 specific government programas But the inability of Congress to agree on a long-term gastando bill resulted in short-term measures that largely put gastando on auto-pilot.",
          "interest": "News",
          "index": "3",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "presupuesto": "budget",
            "enviar": "submit",
            "eliminar": "remove",
            "dije": "said",
            "futuro": "future",
            "cambiar": "change",
            "año": "year",
            "gastando": "spending",
            "mil milones": "billion",
            "siguiente": "next"
          }]
        },
        {
          "title": "George Washington's hair found in New York college library book",
          "body": "Archivists at a New York universidad biblioteca stumbled upon an intimate artefacto of George Washington — a lock of his iconic grey pelo, tucked in an 18th-siglo almanac. The rare find has Schenectady's Union universidad revisiting its relationship with the first presidente of the United States as historians wonder how the pelo made it there. Historical records proyecto archivist Daniel Michelson found the almanaque atop a libro-shelf at the universidad's Schaffer biblioteca. The leather-bound libro, titled Gaines Universal Register or American and British Kalendar for the year 1793, includes population estimates of the American colonies. Inside the book, the universidad said, was an envelope, which read 'Washington's pelo, L.S.S. & (scratched out) GBS from James A. Hamilton given him by his mother, Aug. 10, 1871.' The pelo was inside the envelope, tied together by a thread. The book belonged to Philip J. Schuyler, son of one of the universidad's founders, Gen. Philip Schuyler, a friend of Washington's. Historians and autores suggest Martha Washington gave the pelo to Eliza Schuyler Hamilton, wife of Alexander Hamilton, who later passed it on to family members. A lock of pelo used to be given as a keepsake, said Susan Holloway Scott, autor of I, Eliza Hamilton. The universidad concedes it can't definitively prove the pelo was Washington's and does not know how it came to be at the biblioteca. Although, the universidad reported, manuscripts dealer John Reznikoff believes its '100% authentic.' It's likely worth between $2,000 and $3,000, he added, and is 'undoubtedly George Washington's.'The universidad now plans to preserve the pelo and put it on display. 'As an archivist, we come across interesting material all of the time,' said India Spartz, Union's head of special collections and archives. 'But this is such a treasure for campus.'",
          "interest": "News",
          "index": "4",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "biblioteca": "library",
            "artefacto": "artifact",
            "pelo": "hair",
            "siglo": "century",
            "presidente": "president",
            "proyecto": "project",
            "almanaque": "almanac",
            "libro": "book",
            "autor": "author",
            "universidad": "college"
          }] 
        },
        {
          "title": "Trump's parade could cost up to 30 million dollars",
          "body": "President Trump's masivo militar desfile could cost tens of millions of dolares, according to the White casa budget director. Durante an appearance before the casa Budget comité on miércoles to defend the administration's $4.4 trillion budget solicitud, Mick Mulvaney estimated the precio tag for a militar desfile in the nation's capital would fall entre $10 million and $30 million, depending on the size, scope and longitud of the affair. “We will continue to work with you folks if we decide to continue forward with this initiative,” Mr. Mulvaney said. “Of course, you’d have to appropriate funds for it or we would have to find funds that we’ve already appropriated.” Stan Collender, a former staff member on the casa and Senate budget comités, said that the funding for the desfile could be found without a formal budget solicitud by using existing money already in the Department of Defense budget or possibly from the Department of Homeland Security or the National Park Service. The Trump administration has proponer cutting $3 trillion in nondefense discretionary spending, including by reducing funds for social welfare programa. This week, the Trump budget proponer cutting funding for the low-income food programa known as the Supplemental Nutrition Assistance programa, or SNAP, to pay for large increases in spending on the militar. According to the left-leaning Center for Budget and Policy Priorities, the $30 million that would be spent on the desfile would provide annual food stamp benefits for about 20,000 people. “This would be a giant waste of money all in the name of satisfying the president’s fragile ego,” said Andrew Bates, a spokesman for americano Bridge, the Democratic political action comité. “Donald Trump has already made the deficit skyrocket with masivo tax cuts for the richest americanos and corporations; there’s no reason to add nearly $30 million to that number.” ",
          "interest": "News",
          "index": "5",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "desfile": "parade",
            "dolares": "dollars",
            "Durante": "During",
            "miércoles": "Wednesday",
            "precio": "price",
            "entre": "between",
            "logitud": "length",
            "militar": "military",
            "comité": "committee",
            "programa": "program",
            "casa": "house",
            "solicitud": "request",
            "proponer": "propose",
            "masivo": "massive",
            "americano": "American"
          }]
        },
        {
          "title": "VA Secretary David Shulkin regrets travel errors, reimburses government for wife's airfare",
          "body": "Veterans Affairs secretario David Shulkin said he regrets mistakes he and others made during viaje planning and ética clearance processes that led to findings by the VA inspector general that he had misused taxpayer recursos during a European trip last year. The inspector general encontró Shulkin improperly accepted Wimbledon tickets and taxpayer-funded airfare for his esposa for the diez-day trip in julio, and he and his jefe of personal misled VA ethics officials mientras seeking official aprobación for the tickets and flights. Investigators found the jefe of personal, Viveca Wright Simpson, doctored an email to make it look like Shulkin was getting special recognition or an award during the trip in order to get aprobación for his esposa’s flights. And they said Shulkin mischaracterized the mujer who provided him with the Wimbledon tickets as a friend when they had only met three times at official events. Shulkin told USA TODAY in an exclusive interview that “there was never anything intentional.” “We act with the highest ethical character,” he said. “I relied upon my personal to do this, and in retrospect, I wish that I had asked more preguntas.” Shulkin said he had no involvement with his jefe of personal's actions and didn’t realize the mujer who gave him the tickets, Invictus Games adviser Victoria Gosling, might not meet the legal bar for personal friendship. Shulkin said he could have done more to ensure he was better informed. “I believe that I relied upon the processes that are there, you know, what every Cabinet secretario has to rely upon their personal to do this work,” he said. “And in retrospect I wish that I had asked more preguntas.” Shulkin said he mailed a check Wednesday to reimburse the government for the cost of his wife’s airfare, $4,312, and is moving to reimburse Gosling for the tennis tickets, both recommendations in the inspector general’s report. “I have respect for the job the IG needs to do,” he said. “I have followed and complied with the recommendations.” The moves followed calls from Capitol Hill for the secretario to fully address all the allegations in the report.  One lawmaker, Rep. Mike Coffman, R-Colo., called for his resignation.",
          "interest": "News",
          "index": "6",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "viaje": "travel",
            "ética": "ethics",
            "recursos": "resources",
            "encontró": "found",
            "esposa": "wife",
            "diez": "ten",
            "julio": "July",
            "mientras": "while",
            "personal": "staff",
            "secretario": "secretary",
            "jefe": "chief",
            "mujer": "woman",
            "preguntas": "questions", 
            "aprobación": "approval"
          }]
        }
      ]
    },
    {
      "music": [{
          "title": "Justin Timberlake rides Super Bowl to Number One",
          "body": "Justin Timberlake went from the Super cuenco halftime program to the top of the Billboard 200 as the singer's new album Hombre of the maderas opened at número One with the best-selling semana of 2018 so far. Man of the maderas opened with 293,000 total copias, including 242,000 traditional copias, in its first semana on shelves, a periodo highlighted by Timberlake's hits-filled, Prince-honoring halftime spectacle at Super cuenco LII in Minneapolis. The album also marked Timberlake's fourth consecutive número One album, following both parts of 2013's The 20/20 Experience and 2006's FutureSex/LoveSounds; the singer's debut LP Justified peaked at número Two in 2002, Billboard reports. While Timberlake and Man of the Woods experienced a sales dip reflective of the music industry's struggles – by comparison, the first installment of The 20/20 Experience opened with 968,000 copias just five years ago – the album did enjoy the second-best opening semana in terms of vinyl sales for a male solo artist since Nielsen Music started tracking that data in 1991. Billboard notes that only Jack White's Lazaretto sold more opening semana vinyl copias than the 15,000 records of Man of the Woods, a número bolstered by a Target exclusive that offered the LP on translucent orange vinyl. Other than Timberlake, only one more new release – the Now 65 compilation at número 10 – made the Top 10 on this semana's Billboard 200. Last semana's número One, Migos' Culture II, dropped one spot to número Two and 88,000 total copias, followed by the Greatest Showman soundtrack (número Three), Ed Sheeran's Divide (Four), Bruno Mars' 24K Magic (Five) and Post Malone's Stoney (Six). Kendrick Lamar's Damn., Camila Cabello's Camila and Lil Uzi Vert's Luv Is Rage 2 filled at the Top 10 at números Seven through Nine respectively. Next semana, Man of the Woods faces a trio of soundtracks – Fifty Shades Freed, Greatest Showman and the Kendrick Lamar-curated Black Panther – in the battle for número One.",
          "interest": "Music",
          "index": "1",
          "read": "false",
          "difficulty": "easy",
          "words": [{
          "número": "number",
            "copias": "copies",
            "periodo": "period",
            "Hombre": "Man",
            "semana": "week",
            "madera": "wood",
            "cuenco": "bowl"
          }]
        },
        {
          "title": "Camila Cabello Announces First Solo Tour",
          "body": "Camila Cabello will embark on her first solo trek this spring. The former Fifth Harmony cantante's nunca Be the Same gira is named for the opening track on her chart-topping debut, Camila. The 16-date gira opens abril 9th at Vancouver's Orpheum Theatre and moves eastward, hitting theater-sized venues across North America before concluding with a May 4th gig at New York's Terminal 5. Cabello previously gira-ed as part of the iHeartRadio Jingle Ball gira in December, but nunca Be the Same gira marks her first jaunt as headliner. Tickets for the trek go on sale to the general public starting February 16th. Check out the cantante's website for more ticket information. abril 9 - Vancouver, BC @ Orpheum Theatre abril 10 - Seattle, WA @ The Paramount Theatre abril 11 - Portland, OR @ Arlene Schnitzer Concert Hall abril 13 - Oakland, CA @ Fox Theater abril 14 - Los Angeles, CA @ Hollywood Palladium abril 18 - Denver, CO @ Paramount Theatre abril 20 - Minneapolis, MN @ State Theatre abril 21 - Milwaukee, WI @ Riverside Theater abril 22 - Chicago, IL @ Riviera Theater abril 24 - Saint Louis, MO @ The Pageant abril 25 - Detroit, MI @The Fillmore Detroit abril 27 - Toronto, ON @ Sony Centre for the Performing Arts abril 28 - Montreal, QC @ Canada M Telus abril 29 - Boston, MA @ Orpheum Theatre May 1 - Philadelphia, PA @ The Fillmore May 4 - New York, NY @ Terminal 5",
          "interest": "Music",
          "index": "2",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "abril": "april",
            "gira": "tour",
            "cantante": "singer",
            "nunca": "never"
          }]
        },
        {
          "title": "Google is trying to stop deception in music ticket sales",
          "body": "Comprando concert boletos online has siempre been a bit of a headache, pero it looks like Google is trying to make things more straightforward. This week, the company announced plans to adjust how revendedores are ranked in its AdWords algorithm, as well as new rules that ban a number of engañoso sites and requiere more transparency from sites como StubHub y Viagogo. According to Billboard, ticket revendedores won’t be able to “imply or lead clientes to think their site is the primary point of sale for boletos.” Scalpers have been known to comprar engañoso web domains and aided by their strategic placement on Google, trick unsuspecting consumers into malicious or fraudulent transactions. Resell sites are also expected to provide the total cost for boletos before requiring payment information. Fees, taxes, and other nominal charges must be disclosed up-front before users provide personal information that in some cases could be taken and processed without their consent. revendedores must now submit an application to Google that shows their compliance with these rules, which according to Billboard, will take around a week to certify. “This updated policy is a result of our own research,” Google Senior Director for Trust and Safety David Graff shared with Billboard. “We remain dedicated to ensuring that the ads our users see are helpful, relevant and trustworthy.”",
          "interest": "Music",
          "index": "3",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "boletos": "tickets",
            "siempre": "always",
            "pero": "but",
            "requiere": "requires", 
            "como": "as",
            "engañoso": "deceptive",
            "revendedores": "resellers",
            "comprar": "buy"
          }]
        },
        {
          "title": "'Black Panther' Soundtrack's First Week Forecast Grows Bigger, Still Heading for No. 1 Debut",
          "body": "Black Pantera: The álbum is ya on its way to No. 1 on the Billboard 200 gráfico, but ahora industry prognosticators predict the álbum will start with an even larger figura than initially forecast. The conjunto may now earn over 150,000 equivalente álbum units in the week ending Feb. quince -- up from the set’s earlier forecast of 100,000 (on Feb. doce). The soundtrack -- released on Feb. 9 via Top Dawg/Aftermath/Interscope Records -- features music from and inspired by the new Marvel Studios película Black Pantera, which opens in teatros on Feb. 16. The Billboard 200 gráfico ranks the most popular álbums of the week based on multi-metric consumption, which includes traditional álbum ventas, track equivalent álbums (TEA) and streaming equivalent álbums (SEA). The top 10 of the new Feb. 24, 2018-dated Billboard 200 gráfico (where Black Pantera will likely debut at No. 1) is scheduled to be revealed on Billboard’s sitios web on Sunday, Feb. 18. If Black Pantera: The álbum starts as expected, it will notch the biggest week for a soundtrack in a year-and-a-half. The last soundtrack to earn 150,000 units in a single week was Suicide Squad: The álbum, when it bowed at No. 1 on the Aug. 27, 2016-dated gráfico with 182,000 equivalent álbum units earned in its first week, according to Nielsen Music. The Black Pantera álbum includes five tracks featuring Kendrick Lamar -- who curated and produced the álbum with Top Dawg Entertainment’s Anthony “Top Dawg” Tiffith -- along with contributions by The Weeknd, SZA, Khalid and James Blake, among others. The set has already launched a trio of hit songs on the Billboard Hot 100: The Weeknd and Lamar’s “Pray for Me” (which debuted at No. 7 on the Feb. 17-dated list), Lamar and SZA’s “All the Stars” (which moves 54-31) and Jay Rock, Lamar, Future and Blake’s “King’s Dead” (99-69).",
          "interest": "Music", 
          "index": "4",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "Pantera": "Panther",
            "ya": "already",
            "gráfico": "chart",
            "ahora": "now",
            "figura": "figure",
            "conjunto": "set",
            "equivalent": "equivalent",
            "quince": "15",
            "doce": "12",
            "película": "film",
            "teatros": "theaters",
            "ventas": "sales",
            "sitios web": "web sites", 
            "álbum": "album"
          }]
        },
        {
          "title": "Justin Timberlake Rules Billboard Artist 100 Chart for First Time",
          "body": "The Artist cien, which lanzamiento-ed in July 2014 (nearly a year after Timberlake's previous album, The 20/20 Experience), measures artist activity across key metrics de music consumption, blending album and track sales, radio airplay, streaming and social media aficionado interaction to provide a weekly multi-dimensional clasificación of artist popularidad. Man of the Woods debuts at No. 1 on the Billboard 200 with 293,000 equivalent album unidads in the week ending Feb. 8, according to Nielsen Music, scoring him his fourth straight, and total, No. 1. Also aiding his perfil in the tracking week was his Super Bowl LII halftime show performance on Feb. 4. Album sales contribute the mayoria of Timberlake's Artist 100 points (74 percent), followed by digital canción sales (14 percent). Timberlake had hit a prior No. 5 Artist 100 high on May 28, 2016, when his Trolls smash hit 'Can't Stop the Feeling!' lanzamiento-ed as his fifth No. 1 single on the Billboard Hot 100. Rounding out the Artist 100's top five are Ed Sheeran, Bruno Mars and Drake hold at Nos. 2, 3 and 4, respectively, and Migos drop 1-5. Elsewhere on the chart, Montgomery Gentry re-enters at a new peak at No. 54, powered by new album Here's to You, the primero set released ya que the death of the duo's Troy Gentry on Sept. 8, 2017. The LP arrives at No. 3 on Top Country Albums and No. 32 on the Billboard 200 with 14,000 unidads. Plus, Prince appears on the Artist 100, at No. 71, for the primero time ya que agosto, thanks to gains for his catalog after Timberlake's Super Bowl set, which featured a tribute to the late star by singing 'I Would Die 4 U,' with pre-recorded video of Príncipe projected on a screen behind him. Príncipe led the Artist 100 for two weeks after his death on April 21, 2016.", 
          "interest": "Music",
          "index": "5",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "cien": "100",
            "de": "of",
            "aficionado": "fan",
            "clasificación": "ranking",
            "popularidad": "popularity",
            "perfil": "profile",
            "mayoria": "majority",
            "canción": "song",
            "Príncipe": "Prince",
            "lanzamiento": "launch",
            "ya que": "since",
            "unidad": "unit",
            "primero": "first",
            "agosto": "august"
          }]
        },
        {
          "title": "Luis Fonsi & Daddy Yankee's 'Despacito' Breaks Hot Latin Songs Record for Most Weeks at No. 1",
          "body": "The Justin Bieber-assisted smash reigns for a 42nd week, passing Enrique Iglesias' 'Bailando.' Luis Fonsi and Daddy Yankee's 'Despacito,'' presentando Justin Bieber, claims the all-longevity mark encima Billboard's canción Latin canción chart all to itself, as the canción califica a record-breaking 42nd week a No. 1 on the ranking dated Feb. 17. The hit supera the 41-week reign of Enrique Iglesias' 'Bailando,' featuring Descemer Bueno and Gente de Zona, in 2014-15. Erika Ender, one of the seis writers of 'Despacito,' tells Billboard of the hazaña, 'This canción has been so unpredictable and so asombrosamente wonderful, as are the spontaneous and authentic emotions for those who are able to connect, with any heart and in any idioma. I'm happy for this new record for Latin music.' canción Latin canciónes blends streaming, airplay and sales data; it switched from an airplay-only methodology on Oct. 20, 2012. 'Despacito' first led the chart dated a year ago this week, rising to its first frame at No. 1 on the Feb. 18, 2017-dated tally. It spent 35 consecutive weeks at No. 1 and then ceded the summit to J Balvin and Willy Willliam's 'Mi Gente,' featuring Beyoncé, for 12 weeks, beginning Oct. 21. 'Despacito' then returned for another seven weeks at No. 1 (so far). Along the way, 'Despacito' also made historia atop the all-genre Billboard canción 100 chart, ruling for 16 weeks beginning May 27, 2017. The canción tied Mariah Carey and Boyz II Men's 'One Sweet Day' for the most weeks at No. 1 in the canción 100's 59-year historia.",
          "interest": "Music",
          "index": "6",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "presentando": "featuring",
            "encima": "atop",
            "califica": "scores",
            "a": "at",
            "supera": "surpasses",
            "seis": "six",
            "hazaña": "feat",
            "asombrosamente": "surprisingly",
            "idioma": "language",
            "caliente": "hot",
            "historia": "history",
            "canción": "song"
          }]
        }
      ]
    },
            {
      "healthfitness": [{
          "title": "How long should I wait after a cold to go out",
          "body": "But should you skip out on all the divertido just because a cold or the flu has left you feeling a little under the clima? As long as you’re not sweating bullets with a fiebre and come armed with a pocketful of Ricola drops in case you break out in a ing fit, it can’t do any harm to join the fiesta, right? Even though you might feel better, it doesn’t mean you are better, and even though you mean well, you’re spreading no joy by spreading your germs around. Simply put, you should consider yourself contagious if you still feel under the weather Though no one wants to spend the holidays on the sidelines, do your friends and coworkers a favor and take one for the team, advises Dr. Rohr: “In an ideal world, it would be best to avoid social activities for 5-7 days after the onset of symptoms. For returning to work, I usually suggest waiting until 24 hours fever-free. If you feel lousy or you’re sneezing and tos-ing significantly, just stay home.” And controlling your fever with acetaminophen or ibuprofen doesn’t count, either: You’re still contagious even if you’re using meds to lower your temperature, says Dr. Rohr. f you absolutely have to show your face while you’re recuperating, at least come with good cold/flu etiquette. Pack your travel-size Kleenex (from $4; amazon.com), and cover your mouth when you estornudar or tos. “Best in a disposable tissue, second best in your elbow,” says Dr. Mossad. “Don’t tos or estornudo into your hand.” Remember to wash your hands frequently, especially after touching your eyes, nose, or mouth, and particularly before coming in for a tight hug with Aunt Jane. And steer well clear of the crudité so you don't get cold or flu particles on the food. “When a sick person estornudos or toses, the virus can be sent up to 6 feet away,” notes Dr. Rohr.And if you find yourself on the other side of the equation, warily shaking hands with a nose-runner at the office holiday fete and then realize you're sniffling and sneezing the next morning? Rest up, but try to temper your instinct to assign blame: It actually takes 2-3 days, and sometimes up to a week, from time of exposure to developing symptoms, Dr. Rohr explains. So you probably picked it up from someone else earlier in the week. Grrr.",
          "interest": "Health",
          "index": "1",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "divertido": "funny",
            "clima": "weather",
            "fiebre": "fever",
            "fiesta": "party",
            "tos": "cough",
            "estornudar": "sneeze"
          }]
        },
        {
          "title": "People Who Lost a Combined 6,818 Lbs. Struggle with Excess Skin on My 600-Lb. Life: Skin Tight",
          "body": "Losing hundreds of pounds is tough enough, but for many people it comes with the added complication of excess piel. That challenge is the focus of My 600-Lb. vida: piel apretado, which starts its third season on March 7. This season features 29 people who have lost a whopping total of 6,818 lbs. But instead of celebrating their accomplishment, many are frustrated with the loose layer of piel covering their cuerpos. “My piel makes me look like a circus freak,” says one woman in this exclusive clip from the new season. “It looks like I’ve melted,” adds a man. “This extra piel is a punishment worse than death,” says another woman. “I lost 320 lbs., but I’m still reminded of being the fat girl,” adds a third. With the help of Dr. Younan Nowzaradan and other plastic surgeons, those 29 people will get piel removal surgery and, hopefully, will finally feel comfortable in their cuerpos. “I’m one step closer to being able to live a real vida,” says one woman. My 600-Lb. Life: piel cuerpo premieres March 7 at 10/9c on TLC.",
          "interest": "Health",
          "index": "2",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "piel": "skin",
            "cuerpo": "body",
            "apretado": "tight",
            "vida": "life"
          }]
        },
        {
          "title": "How to eat fruit for weight loss",
          "body": "Here's some good news if you love berries, pears, and manzanas: Ditching frutas isn’t necessary to lose peso. It’s also not inteligente. Yes, frutas contains carbs and naturally-occurring sugar. But there are important reasons to make frutas a daily staple in your dieta, even when you're working to slim down.  The key is comer it strategically. Doing so can actually ayuda you shed pounds. Natural substances in frutas—including vitamins, minerals, antioxidants, fiber, and prebiotics—are incredibly bueno for you, not just in terms of protecting against chronic diseases, but also for managing your peso. Even if you eat plenty of verduras, nixing frutas means missing out on the unique antioxidants they provide. To test which flavonoids were most effective, they followed nearly 125,000 people between 27 and 65 over 25 years monitoring their diet, lifestyle habits and peso.Figures showed that increasing levels of anthocyanins, flavonoid polymers and flavonols - which are found mainly in blueberries, strawberries, apples, pears and oranges - had the greatest overall impact. Tea and onions were also beneficial. Each extra portion of day brought peso down by a quarter of a lb over four years (100 grams), so sticking to a five-a-day regime could bring peso loss of 1.2lbs (or half a kilogram) over the same time period. The study suggests that not all calories are the same, and that some foods can actually prevent fat from being deposited in the body. Losing or preventing even small amounts of peso gain can reduce risk of diabetes, cancer, hypertension and cardiovascular disease. Most people consume less than one cup of frutas, and less than two cups of vegetables daily. But the authors say that people struggling to hit their five-a-day target could help themselves by choosing those with high levels of flavonoids, such as apples, pears, and berries. The study adjusted for a range of dietary and lifestyle factors that may have influenced the results, such as smoking status and physical activity. Results were consistent across men and women, and different ages.",
          "interest": "Health",
          "index": "3",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "manzanas": "apples",
            "inteligente": "intelligent",
            "dieta": "diet",
            "comer": "eat",
            "ayuda": "help",
            "bueno": "good",
            "verduras": "vegetables",
            "frutas": "fruits",
            "peso": "weight"
          }]
        },
        {
          "title": "The Flu is Killing Up to 4,000 Americans a Week",
          "body": "The cantidad of influenza ravaging the U.S. este year rivals levels normalmente seen when an altogether new virus emerges, decimating a vulnerable population that hasn’t had a oportunidad to develop any defensas. It’s an unexpected fenómeno that public salud experts are still trying to decode. The niveles of influenza-like illnesses being reported now are as high as the peak of the swine flu epidemic in 2009, and exceed the last severe seasonal flu outbreak in 2003 when a new strain started circulating, said Anne Schuchat, the U.S. Centros for Disease Control and Prevention’s acting director. Swine flu, which swept the globo in 2009 and 2010, sickened 60.8 million Americans, hospitalized 274,304 and killed 12,469, conforme to CDC data. Deaths from the current outbreak will likely far outstrip those of the 2009-2010. What's of great concern to the competent employees of the CDC is that the current strain hasn't evolved enough from last year's to be considered new. “This is a difficult season, and we can’t predict how much longer the severe season will last,” Schuchat said. “I wish there was better news, but everything we are looking at is bad news.” But the rational irrationality that defines the mode and thinking of the upper classes (with their ruling ideology of individual freedoms), ends up being far more expensive than the costs of a welfare system that makes illness cheaper and/or sick days affordable. And so, it is not a surprise that studies on flu infection rates show they are lower 'in cities where workers earn sick days.' This is not rocket science; this is simply the higher rational, the public one, the one that cheapskates like Koch Brothers fight against. It must be emphasized that the rich are the niggards of the world.", 
          "interest": "Health",
          "index": "4",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "cantidad": "amount",
            "este": "this",
            "normalmente": "normally",
            "oportunidad": "opportunity",
            "defensas": "defenses",
            "fenómeno": "phenomenon",
            "salud": "health",
            "niveles": "levels",
            "Centros": "Centers",
            "globo": "globe",
            "conforme": "according"
          }]
        },
        {
          "title": "Can You Get the Flu Twice in One Season?",
          "body": "There's mucho of time during flu season to esquivar germs. Influenza actividad peaks from December to February, pero it can fácilmente stretch from November (or earlier) to March (or later). So if you had the flu already this year, you might feel like al menos you got your turn out of the way. Excepto it doesn't exactly work that way. During these long flu season months, you could get the flu a second time. Yep, really. That’s because—stay with nosotros here—there are cuatro different types of the flu: influenza A, B, C, and D. Influenza A and influenza B cause the seasonal epidemics we've come to expect in the fall and invierno, and hay different strains of each. When you get enfermos from one particular strain of flu virus, your body develops an immune response that will protect you from getting re-infected with the very same bug. 'Your likelihood of getting the same flu again is lower,' explains Denise Pate, MD, internal medicine physician with Medical Offices of Manhattan. 'However, you can become infected with a different strain, and the antibodies you formed from the first bout are not providing protection.' As you’ve probably heard, this year’s particularly rough flu season is thought to be due to the fact that the 2018 flu shot is not all that effective against this year's dominant strain of influenza A, H3N2. If you got the flu from this particular virus in, say, December, you could encounter another form of the bug—like H1N1 or influenza B—come February and get sick again. “It is not uncommon for there to be second waves of influenza B virus activity later in the flu season,” says Sonja Olsen, PhD, in the influenza division of the Centers for Disease Control and Prevention (CDC). “Right now, both the proportion of H1N1 and influenza B viruses in circulation is increasing.”", 
          "interest": "Health",
          "index": "5",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "mucho": "a lot",
            "esquivar": "to dodge",
            "actividad": "activity",
            "pero": "but",
            "fácilmente": "easily",
            "al menos": "at least",
            "Excepto": "Except",
            "nosotros": "us",
            "cuatro": "four",
            "invierno": "winter",
            "hay": "there are",
            "enfermos": "sick"
          }]
        },
        {
          "title": "Shining a Deadly New Light on Airborne Flu Virus",
          "body": "As a particularly asqueroso flu season rages across the United States, científicos have found a powerful new disinfectant that makes 'light' trabajo of the virus. Researchers say a cierto spectrum of ultraviolet luz -- called far-UVC -- easily kills airborne flu viruses while posing no risk to gente. It could offer a new, barato way to eliminate airborne flu viruses in indoor public spaces such as hospitals, doctors' oficinas, schools, aeropuertos and aircraft, said the team from Columbia University Medical Center in New York City. The disinfecting éxito of initial experiments still need to be confirmed, said lead research David Brenner. But he believes 'the uso of overhead, low-level far-UVC light in public locations would be a safe and eficiente method for limiting the transmission and spread of airborne-mediated microbial diseases, such as influenza and tuberculosis.' As the researchers explained, broad-spectrum UVC light kills viruses and bacteria, and it is currently used to decontaminate surgical equipment. But this type of light can cause skin cancer and cataracts, so it's not used in public spaces. However, Brenner and his colleagues wondered if a much narrower spectrum of ultraviolet light, far-UVC, might be a safer option. In prior studies, they found that far-UVC light killed methicillin-resistant S. aureus (MRSA) bacteria -- a common and dangerous 'superbug' -- without harming human or mouse skin. In this new study, they found that far-UVC light also killed airborne H1N1 virus, a common strain of flu virus. Lamps with this type of UV light currently cost less than $1,000, Brenner said, but that price would likely fall if the lamps were mass-produced.", 
          "interest": "Health",
          "index": "6", 
          "read": "false",
          "difficulty": "hard", 
          "words": [{
            "asqueroso": "nasty",
            "científicos": "scientists",
            "trabajo": "work",
            "cierta": "certain",
            "luz": "light",
            "gente": "people",
            "barato": "inexpensive",
            "oficinas": "offices",
            "aeropuertos": "airports",
            "éxito": "success",
            "uso": "use",
            "eficiente": "efficient"
          }]
        }
      ]
    },
     {
      "technology": [{
          "title": "Apple will offer repairs damaged Homepod cable for $29",
          "body": "It turns out that Apple’s HomePod is caro to repair: an out-of-warranty device will run 80 por ciento of the cost of a new one at $279. Fortunately, the empresa will repair the device’s built in cord for $29 “in some instances,” according to 9to5Mac. 9to5Mac viewed an internal memo sent to tiendas and authorized service providers, which incluye directions for empleados to diagnose issues, and to make sure that the device hasn’t been damaged by the user. If the power cable is damaged due to an unintentional reason, such as a dog chewing on it, Apple notes the HomePod can be mailed to one of its repair centers and fixed for a flat-rate out-of-warranty fee of $29 plus tax in the United States, £25 including VAT in the UK, and $39 including GST in Australia. Out-of-warranty essentially means that the flat-rate cable repair fee is available to any customer at any time. The affected HomePod does not need to be within Apple's limited one-year warranty period, nor is AppleCare+ required. The only requirement is that the HomePod passes Apple's visual-mechanical inspection, which checks for other external or internal damage. If the HomePod does not pass, but is still eligible for repair, then the only option is a whole-speaker replacement for $279 in the United States, £268 in the UK, and $399 in Australia. The whole-replacement fee is also applicable to mostly any other kind of damage, unless a customer purchases AppleCare+ for HomePod. AppleCare+ extends a HomePod's hardware coverage to two years from its original purchase date, and adds up to two incidents of accidental damage coverage, each subject to a service fee of $39 in the United States, £29 in the United Kingdom, and $55 in Australia, plus the upfront cost of the plan. ",
          "interest": "Technology",
          "index": "1",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "caro": "expensive",
            "por ciento": "percent",
            "empresa": "company",
            "tiendas": "shops",
            "incluye": "includes",
            "empleados": "employees" 
          }]
        },
        {
          "title": "Does raising your arm to the sky improve your cell reception?",
          "body": "We've all been desperate for cell servicio. Maybe you were at a music festival, or out in the woods, or just in your parents' backyard when your phone lost a connection. You probably instinctively threw your arm in the cielo in an attempt to get better recepción. I don't know why we do this. It's just a thing we've started doing. Does it help? No, not really. I talked to Lin Zhong, a professor of electrical and computer engineering at Rice University, about this common behavior and whether it actually helps. He firmly said no. Lin tells me, as you can see in the video above, that cell recepción is mostly homogenous around us. Lifting your arm won't change your service, but, he says, caminar could wrangle you more bars, especially if you're in a city. Cell recepción can be questionable in cities because buildings affect how the señal reaches your device. caminar even a few feet might change how the señal reaches you. So stop raising your arm to the cielo, it isn't helping.",
          "interest": "Technology",
          "index": "2",
          "read": "false",
          "difficulty": "easy",
          "words": [{
            "recepción": "reception",
            "señal": "signal",
            "cielo": "sky",
            "servicio": "service",
            "caminar": "walk"
          }]
        },
        {
          "title": "Google says pets are driving car searches",
          "body": "Coche companies might want to spend more tiempo thinking about building features for dogs and gatos into their new vehicles: dog hammocks and other mascota-friendly accesorios are among the top searches consumidores make para their vehicles in the US, according to findings released today in Google’s 2018 Auto Trends Report. “When it comes to the US, mascotas are a huge market: Starbucks is offering “Puppuccinos.” There’s farm-to-table mascota food,” says Yarden Horwitz, the trendspotting lead for Google in an interview with The Verge. “consumidores are also going to figure out how to enhance the driving experience for the mascota who is their newest family member. Millennials are thinking of mascotas as their family members, so they are going to rethink how a Coche is being used by mascotas.” Google finds that mascota searches in the US occur 36 more times often than the average in Germany, and 10 times more than the average in Japan. The report compiled two years of Google search and YouTube data from over 1,000 users in the US, Germany, and Japan (the countries where most automakers are based). Much is driven by the way consumidores search for aftermarket accessories for their coche. “There’s this massive cultural trend of the camera,” Horwitz says. “As the industria is focusing on autonomous driving, consumidores are searching three times as much for automotive cameras.” Aftermarket cameras for safety and security purposes rank high among US consumidores. Front and rear dash cams, 360-degree cameras, mirror dash cams, and hidden dash cams topped Google’s findings. “consumidores are looking for parking monitoring. They are watching their coche while it's parked. If they see a scratch on the coche, they want to look back at the footage and understand what happened,” Horwitz says. It’s one indication that while the media coverage of coches chases the investment frenzy of self-driving and the promise of future mobility, in the present, consumidor electronics and other more practical items rank higher among coche owners. “The idea that [although] the auto industria is so focused on three topics... we are seeing that there are different needs that aren’t being addressed. It was interesting to see it through the consumidor lens and not the industria lens. We’re looking at behavioral data. It’s basically need-based data.”",
          "interest": "Technology",
          "index": "3",
          "read": "false",
          "difficulty": "medium",
          "words": [{
            "Coche": "car",
            "tiempo": "weather",
            "gatos": "cats",
            "accesorios": "accessories", 
            "para": "for",
            "consumidor": "consumer",
            "mascota": "pet",
            "industria": "industry" 
          }]
        },
        {
          "title": "Snapchat is now selling merchandise in its app",
          "body": "Snapchat has dabbled in merchandise antes, with branded towels, backpacks, and the infamous dancing pancho costume. But now the company is taking things a pequeno further with a full-fledged merch tienda. Accessible on the Discover tab of the app, the Snapchat tienda tiene Snap-themed items like a plush version of the dancing hot dog ($19.99, con posable arms and a removable bun), a fuego emoji Snap streak hat ($29.99), a Winkface sweatshirt ($49.99), dog lens tee ($29.99), and a “Bring back best friends” sweatshirt ($49.99). According to the tienda page, items will disappear from the tienda without warning. So if there’s something from that current batch of stuff that you quiere, you may quiere to get it soon. More productos are set to drop next week on February 8th. Notably missing from the tienda are Snap’s Spectacles, the company’s only hardware producto, which has basically faded from the spotlight after a short-lived, much-hyped launch in 2016. Snap is said to have lost $40 million on hundreds of thousands of unsold Spectacles. That said, a Snap spokesperson told TechCrunch that the purpose of the tienda is to provide Snapchat gear for fans and to promote brand loyalty, implying that the goal is not to drive income to recoup that loss. If Snap quieres to make money, it would only need to sell a mere 2 million hot dog plushies to break even.",
          "interest": "Technology", 
          "index": "4",
          "read": "false",
          "difficulty": "medium", 
          "words": [{
            "antes": "before",
            "pancho": "hot dog",
            "pequeno": "little",
            "tiene": "has",
            "con": "with",
            "fuego": "fire",
            "tienda": "store",
            "quiere": "want",
            "producto": "product" 
          }]
        },
        {
          "title": "Magic Leap promises live-streamed holograms within five years",
          "body": "Ayer, Magic Leap CEO Rony Abovitz and NBA commissioner Adam Silver announced planes to finalmente bring Turner-owned NBA content to Magic Leap’s elusive AR gafas de protección, by casting virtual pantallas in front of a wearer’s cara through the goggles. It wasn’t an earth-shattering anuncio, but it was an indication que Magic Leap’s tech could be más than billion-dollar vaporware, and that the company is pensando sobre the kind of content needed to convince people to vestir light-field face computadoras. What’s more interesting is that Abovitz believes volumetric video — a way of capturing video as 3D objects and scenes — will be live-streamed to people’s faces within a relatively corto period of time, and that the kind of cameras used hacer this happen will eventually replace traditional broadcast cameras. In an interview with The Verge, Abovitz said that within “two to five years,” it will be technically possible for people wearing Magic Leap goggles to watch an NBA game (or other media) live, but in a holographic, interactive form. “You can stream over the top and to the screens, the virtual screens — you can do that now,” he said. “We’re looking at, how do you derive the information to move the volumetric stuff from that? And then, how do you do volumetric live-streaming as well ... if you time where processing power is going, particularly backends, you’re single-digit years away from that happening.” Abovitz said that in order for it to work, it would require multiple fixed camera sensors to be placed around a venue. He also said that instead of using “30 big TV cameras shooting from different angles,” broadcasters would instead use a larger number of much smaller, super high-resolution cameras that would send all the data to a backend computing stack. “[It will] move from standard 2D television broadcasting to full volumetric capture. That’s probably going to take a decade before you see it happening across multiple sports and news, but you’ll see early adopters,” he said. Right now, making volumetric video is a production-intensive process. It often requires cylindrical green screen stages, like the kind Microsoft and 8i use; a multi-camera setup; and plenty of video processing and rendering time. The end result is video assets that you can walk up to, walk around, and even talk to, whether in a VR headset or through the lens of a smartphone. Many of the examples that exist to date have been avatars created for marketing or educational purposes, like this Buzz Aldrin hologram. What Abovitz is proposing is not only something that requires more computational power, but also means outfitting everyday spaces or venues with these kinds of cameras, and on the consumer end, getting people to buy and wear the headset. Abovitz pointed out that one of the benefits of working with a sports league is that it’s a fixed physical space, which could make the production challenges easier to tackle. Abovitz also shared more about how apps on Magic Leap’s goggles and its proprietary operating system will work, claiming that the number of possible interactions on the developer version of the goggles is “insanely large.” The system is capable of interpreting commands from someone’s head, eyes, voice, gestures, and a physical control, he said, which developers can currently customize. “Because it’s the creator edition [of the goggles], if you want to blink twice and use your voice, we’re not stopping you.” App icons will also appear in volumetric format on the app launcher, and by just looking at the icon, a preview of the app will be revealed, whether it’s “an NBA experience, a Mario Kart, or whatever it is you want to do,” he said.", 
          "interest": "Technology",
          "index": "5",
          "read": "false",
          "difficulty": "hard",
          "words": [{
            "Ayer": "Yesterday",
            "planes": "plans",
            "finalmente": "finally",
            "gafas de protección": "goggles",
            "pantallas": "screens",
            "cara": "face",
            "anuncio": "announcement",
            "que": "that",
            "más": "more",
            "pensando": "thinking",
            "sobre": "about",
            "vestir": "to wear",
            "computadoras": "computers",
            "corto": "short",
            "hacer": "to make"
          }]        
        },
        {
          "title": "There could be an entire line of Dyson electric cars",
          "body": "Mejor known for slick-looking vacuum liampadores and hand dryers, James Dyson has already stated his intentions to tackle a completamente different máquina — the electric car. Now, sin embargo, the inventor is looking construir more than just a niche model as the lista of EV models on sale grows. Dyson is planning a trio of new EVs for the next decade that will also adopt a solid-state battery paquete, the Financial Times reported Wednesday, embarking on an estimated $2.8 billion project dar an Elon Musk-like sacudida to the automotive market. The man behind radically designed appliances said in septiembre he was planning a “radically different” tipo of electric car than what was on the market. Like Musk, the primo car due temprano next decade would be a high-end model (but not a sports car) and be sold in relatively pequeño numbers. But what FT’s sources said was that Dyson’s endeavor would be followed by two more models that would be more mass market than his first. He is said to be investing in both lightweight materials (likely carbon fiber, which is used extensively on the BMW i3 electric vehicles), but also solid-state battery technology for cars. Dyson isn’t the only one who wants that technology. The Fisker EMotion concept shown last month at CES is said to support the technology. But designer and company CEO, Henrik Fisker, is prepared to use lithium-ion batteries when the first cars are built late next year. Dyson is said to be prepared to do the same in order to get his first car to launch in 2020 or 2021. And Autocar reported that the company’s solid-state battery head left the company late last year. Recent years have brought numerous EV startups trying to capture the limelight the way Tesla has. The dire fate of Faraday Future hasn’t scared off the likes of Byton and Fisker, however. Nor has it Dyson. And analysts think Dyson may have a better chance because he’s been able to understand manufacturing over the years. But with long-range EVs rolling out by major automakers, from Audi to Porsche to Volvo, as soon as this year, the landscape could be very different if and when Dyson reveals his first car.",
          "interest": "Technology",
          "index": "6",
          "read": "false",
          "difficulty": "hard", 
          "words": [{
            "Mejor": "Best",
            "liampadores": "cleaners",
            "completamente": "completely",
            "máquina": "machine",
            "sin embargo": "however",
            "construir": "build",
            "lista": "list",
            "paquete": "pack",
            "dar": "to give",
            "sacudida": "jolt",
            "septiembre": "September",
            "tipo": "type",
            "primo": "type",
            "temprano": "early",
            "pequeño": "small"
          }]
        }
      ]
    }    
  ]
}
      
